import React from "react";
function ProfileBio() {
  return (
    <div>
      <p>
        Джон Уик родился в семье цыган в поселении Подгорье, находящимся где-то
        в Белорусской ССР. При рождении носил имя Джардани Йовонович. Осиротел в
        юном возрасте, после чего его усыновил старый друг отца, который в
        конечном итоге стал и его наставником.
      </p>
      <p>
        Джон служил в морской пехоте, на службе в которой получил имя «Джон
        Уик». В какой-то момент его завербовала «Руска Рома» — нью-йоркская
        организованная преступная группировка, лидер которой — женщина,
        известная под псевдонимом «Директор», обучала его боевым навыкам. Под
        наблюдением Директора Джон прошёл обучение искусству киллера и изучил
        навыки боевых искусств, тактического вождения, эскапологии, а также
        навыки применения огнестрельного и другого оружия. После выхода из
        организации «Руска Рома» он был арестован за неустановленное
        преступление и заключён в тюрьму.
      </p>
      <p>
        После освобождения его вынудили присоединиться к подпольному
        криминальному миру, действующему из сети отелей «Континенталь». Джон в
        конечном итоге стал участником синдиката Payday в Нью-Йорке, получив в
        преступном мире статус грозного и безжалостного киллера, известного
        своей целеустремлённостью, обязательностью и волевыми качествами.
        Работая в Русском преступном синдикате, он получил прозвище «Баба-яга».
      </p>
    </div>
  );
}

export default ProfileBio;
